Revit 2027 API
SymbolTypeId.YdCaret3 Property
 Symbol yd^3, indicating unit Cubic yards.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId YdCaret3 { get; }
Public Shared ReadOnly Property YdCaret3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ YdCaret3 {
	ForgeTypeId^ get ();
}
static member YdCaret3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace